Repository: freshworkx/typo3-image-gallery
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: de

# plugin.tab
source: Image Gallery
de: Bildergalerie

# plugin.GalleryList
source: Gallery List
de: Liste von Galerien

# plugin.GalleryDetail
source: Elements of Gallery
de: Ansicht einer Galerie

# plugin.SelectedGallery
source: Selected Gallery
de: Ausgew채hlte Gallerie

# settings.mode
source: Gallery Page
de: Detailansicht

# settings.gallery_page
source: Detail View
de: Gallerie-Seite

# settings.mode.1
source: Same Page
de: Auf derselben Seite

# settings.mode.2
source: Selected Page
de: Auf ausgew채hlter Seite

# settings.mode.3
source: No Detail View
de: Keine Detailansicht

# settings.maxItems
source: Max Items (0 = infinite)
de: Maximale Anzahl an Bildern (0 = unendlich)

# settings.orderBy
source: Order by
de: Sortieren nach

# settings.orderBy.default
source: Default
de: Standard

# settings.orderBy.name
source: File Name
de: Dateinamen

# settings.orderBy.creationDate
source: Creation Date
de: Erstellungszeitpunkt

# settings.orderBy.modificationDate
source: Modification Date
de: Bearbeitungszeitpunkt

# settings.sortingOrder
source: Sorting Order
de: Sortierung

# settings.sortingOrder.ascending
source: Ascending
de: Aufsteigend

# settings.sortingOrder.descending
source: Descending
de: Absteigend

# settings.sortingOrder.random
source: Random
de: Zuf채llig

# bm_image_gallery_path_segment
source: Speaking URL Path
de: Sprechende URL

# bm_image_gallery_description
source: Gallery Description
de: Beschreibung (f체r die Bildergalerie)

# bm_image_gallery_location
source: Location
de: Ort

# bm_image_gallery_date
source: Date
de: Datum

# bm_image_gallery_preview_image
source: Preview image
de: Vorschaubild
